Repository: serhademirkan/melissasensen
Catalog: ol_scrapes/languages/ol-scrapes-*.po
Languages: tr_tr

source: Your WordPress version is below 3.5. Please update.
tr_tr: WordPress sürümünüz 3.5'in altındadır. Lütfen güncelleyin.

source: PHP version is below 5.2.4. Please update.
tr_tr: PHP sürümünüz 5.2.4'ün altındadır. Lütfen güncelleyin.

source: PHP extension %s is not loaded. Please contact your server administrator or visit http://php.net/manual/en/%s.installation.php for installation.
tr_tr: %s PHP eklentisi yüklenemedi. Lütfen sistem yöneticinize başvurun veya kurulum için http://php.net/manual/en/%s.installation.php adresini ziyaret edin.

source: %s folder is not writable. Please update permissions for this folder to chmod 755.
tr_tr: %s klasörü yazılabilir değil. Lütfen bu klasörün izinlerini chmod 755 güncelleyin.

source: %s folder is not writable therefore logs.txt file could not be created. Please update permissions for this folder to chmod 755.
tr_tr: %s klasörü yazılabilir değil, bu nedenle logs.txt dosyası oluşturulamadı. Lütfen bu klasörün izinlerini chmod 755 olarak güncelleyin.

source: Featured image
tr_tr: Öne Çıkan Görsel

source: Name
tr_tr: İsim

source: e.g. name
tr_tr: ör. isim

source: e.g. value
tr_tr: ör. değer

source: e.g. 1
tr_tr: ör. 1

source: Value
tr_tr: Değer

source: Increment
tr_tr: Artış

source: e.g. //div[@id='octolooks']
tr_tr: ör. //div[@id='octolooks']

source: Please enter a valid value.
tr_tr: Lütfen geçerli bir değer girin.

source: Attribute
tr_tr: Nitelik

source: e.g. href
tr_tr: ör. href

source: e.g. [scrape_value]
tr_tr: ör. [scrape_value]

source: Template
tr_tr: Şablon

source: value
tr_tr: değer

source: calculate
tr_tr: hesapla

source: date
tr_tr: tarih

source: custom field
tr_tr: özel alan

source: source url
tr_tr: kaynak url

source: product url
tr_tr: ürün url

source: cart url
tr_tr: sepet url

source: Add new find and replace rule
tr_tr: Yeni bul ve değiştir kuralı ekle

source: Enable template
tr_tr: Şablonu etkinleştir

source: Enable find and replace rules
tr_tr: Bul ve değiştir kurallarını etkinleştir

source: Find
tr_tr: Bul

source: Replace
tr_tr: Değiştir

source: e.g. find
tr_tr: ör. bul

source: e.g. replace
tr_tr: ör. değiştir

source: Please select a taxonomy
tr_tr: Lütfen bir taksonomi seçin

source: Source URL is not valid.
tr_tr: Kaynak URL geçerli değil.

source: Post item is not valid.
tr_tr: Yazı öğesi geçerli değil.

source: Selected item is not a link
tr_tr: Seçilen öğe bir bağlantı değil

source: Selected item is not an image
tr_tr: Seçilen öğe bir resim değil

source: Allow HTML tags
tr_tr: HTML etiketlerine izin ver

source: Operator
tr_tr: Operatör

source: Contains
tr_tr: İçeren

source: Does not contain
tr_tr: İçermeyen

source: Exists
tr_tr: Mevcut

source: Not exists
tr_tr: Mevcut değil

source: Equal_to
tr_tr: Eşittir

source: Not_equal_to
tr_tr: Eşit değildir

source: Greater_than
tr_tr: Büyüktür

source: Less than
tr_tr: Küçüktür

source: Field
tr_tr: Alan

source: Title
tr_tr: Başlık

source: Content
tr_tr: İçerik

source: Excerpt
tr_tr: Özet

source: Date
tr_tr: Tarih

source: Add New
tr_tr: Yeni Ekle

source: All Scrapes
tr_tr: Tüm Görevler

source: Scrapes Settings
tr_tr: Ayarlar

source: Settings
tr_tr: Ayarlar

source: Deactivated
tr_tr: Devre dışı

source: Preparing
tr_tr: Hazırlanıyor

source: Waiting next run
tr_tr: Zamanını bekliyor

source: Running
tr_tr: Çalışıyor

source: Complete
tr_tr: Tamamlandı

source: None
tr_tr: Hiç

source: No Schedule
tr_tr: Zamanlanmamış

source: Every 5 minutes
tr_tr: Her 5 dakikada bir

source: Every 10 minutes
tr_tr: Her 10 dakikada bir

source: Every 15 minutes
tr_tr: Her 15 dakikada bir

source: Every 30 minutes
tr_tr: Her 30 dakikada bir

source: Every 45 minutes
tr_tr: Her 45 dakikada bir

source: Every hour
tr_tr: Her saat

source: Every 2 hours
tr_tr: Her 2 saatte bir

source: Every 4 hours
tr_tr: Her 4 saatte bir

source: Every 6 hours
tr_tr: Her 6 saatte bir

source: Every 8 hours
tr_tr: Her 8 saatte bir

source: Every 12 hours
tr_tr: Her 12 saatte bir

source: Every day
tr_tr: Her gun

source: Every 2 days
tr_tr: Her 2 gunde bir

source: Every 3 days
tr_tr: Her 3 gunde bir

source: Every week
tr_tr: Her hafta

source: Every 2 weeks
tr_tr: Her 2 haftada bir

source: Every month
tr_tr: Her ay

source: Your
tr_tr: Sizin

source: DISABLE_WP_CRON is probably set true in wp-config.php.<br/>Please delete or set it to false, or make sure that you ping wp-cron.php automatically.
tr_tr: DISABLE_WP_CRON wp-config.php içinde true olarak ayarlanmış.<br>Lütfen silin, false olarak ayarlayın veya wp-cron.php'u otomatik ping ettiğinizden emin olun.

source: View All Scrapes
tr_tr: Tüm Görevler

source: Status
tr_tr: Durum

source: Schedules
tr_tr: Zamanlamalar

source: Actions
tr_tr: Aksiyonlar

source: Last Run:
tr_tr: Son Çalışma:

source: Last Complete:
tr_tr: Tamamlanma:

source: Last Scrape:
tr_tr: Son Çekme:

source: Next Run:
tr_tr: Sıradaki:

source: Total Run:
tr_tr: Toplam:

source: Edit
tr_tr: Düzenle

source: Run
tr_tr: Çalıştır

source: Pause
tr_tr: Duraklat

source: Copy
tr_tr: Kopyala

source: Trash
tr_tr: Çöp

source: Restore
tr_tr: Geri Al

source: An error occurred while connecting to server. Please check your connection.
tr_tr: Sunucuya bağlanırken bir hata oluştu. Lütfen bağlantınızı kontrol ediniz.

source: Domain name is not matching with your site. Please check your domain name.
tr_tr: Alan adı ile pluginin çalışacağı site adı uyuşmuyor. Lütfen kontrol ediniz.

source: Purchase code is validated.
tr_tr: Satın alma kodu doğrulandı.

source: Purchase code is removed from settings.
tr_tr: Satın alma kodu ayarlardan kaldırıldı.

source: Post fields are missing. Please fill the required fields.
tr_tr: Lütfen gerekli alanları doldurun.

source: Purchase code is not approved. Please check your purchase code.
tr_tr: Satın alma kodu doğrulanamadı. Lütfen satın alma kodunuzu kontrol ediniz.

source: Purchase code is already exists. Please provide another purchase code.
tr_tr: Satın alma kodu daha önce başka bir alan adı için tanımlanmış. Lütfen başka bir satın alma kodu giriniz.

source: Please complete your payment or contact to Octolooks staff.
tr_tr: Lütfen ödeme işleminizi tamamlayın veya Octolooks ekibi ile görüşün.

source: Error!
tr_tr: Hata!

source: This page requires JavaScript to run properly.
tr_tr: Bu sayfanın düzgün çalışması için JavaScript gereklidir.

source: Translates fields by using <strong>Bing Microsoft Translator</strong> service.
tr_tr: <strong>Bing Microsoft Translator</strong> hizmetini kullanarak alanları çevirir.

source: Find the <strong>sign up documentation</strong> at %1$s.
tr_tr: <strong>Kayıt dökümantasyonunu</strong> %1$s adresinde bulabilirsiniz.

source: Create a <strong>new account</strong> from %1$s or use your current account to login from %2$s.
tr_tr: %1$s adresinden <strong>yeni hesap</strong> oluşturabilir veya %2$s adresinden mevcut hesabınızla giriş yapabilirsiniz.

source: Make sure the <strong>Global</strong> option is selected while creating a resource at %1$s.
tr_tr: %1$s adresinde yeni bir kaynak oluştururken <strong>Global</strong> seçeneğinin seçili olduğundan emin olun.

source: <small>(Optional)</small> Enter multiple API keys as a new line by pressing <strong>Enter</strong> key to use a different API key for each request.
tr_tr: <small>(İsteğe bağlı)</small> Her istek için farklı bir API anahtarı kullanmak üzere <strong>Enter</strong> tuşuna başarak birden çok API anahtarını yeni bir satır olarak girin.

source: Translates fields by using <strong>DeepL Translator</strong> service.
tr_tr: <strong>DeepL Translator</strong> hizmetini kullanarak alanları çevirir .

source: Create a <strong>new account</strong> from %1$s or use your current account to login.
tr_tr: %1$s adresinden <strong>yeni hesap</strong> oluşturabilir veya mevcut hesabınızla giriş yapabilirsiniz.

source: Translates fields by using <strong>Google Translate</strong> service.
tr_tr: <strong>Google Çeviri</strong> hizmetini kullanarak alanları çevirir.

source: Find the <strong>quickstart documentation</strong> at %1$s to <strong>Set up a project</strong>.
tr_tr: <strong>Proje oluşturmak</strong> için <strong>hızlı başlangıç dökümanını</strong> %1$s adresinde bulabilirsiniz

source: Translates fields by using <strong>Google Translate (Unofficial)</strong> service.
tr_tr: <strong>Google Çeviri (Resmi Olmayan)</strong> hizmetini kullanarak alanları çevirir.

source: Find the <strong>troubleshoot guide</strong> at %1$s.
tr_tr: <strong>Sorun giderme kılavuzunu</strong> %1$s adresinde bulabilirsiniz.

source: This service is <strong>unavailable</strong> on demo.
tr_tr: Bu hizmet demoda <strong>kullanılamıyor</strong> .

source: Translates fields by using <strong>Yandex Translate</strong> service.
tr_tr: <strong>Yandex Çeviri</strong> hizmetini kullanarak alanları çevirir.

source: Find the <strong>getting started documentation</strong> at %1$s.
tr_tr: <strong>Başlangıç dökümantasyonunu</strong> %1$s adresinde bulabilirsiniz.

source: Find your <strong>API key</strong> at %1$s.
tr_tr: <strong>API anahtarınızı</strong> %1$s adresinde bulabilirsiniz.

source: Immediately
tr_tr: Hemen

source: 1 hour later
tr_tr: 1 saat sonra

source: 2 hours later
tr_tr: 2 saat sonra

source: 3 hours later
tr_tr: 3 saat sonra

source: 4 hours later
tr_tr: 4 saat sonra

source: 5 hours later
tr_tr: 5 saat sonra

source: 6 hours later
tr_tr: 6 saat sonra

source: 7 hours later
tr_tr: 7 saat sonra

source: 8 hours later
tr_tr: 8 saat sonra

source: 9 hours later
tr_tr: 9 saat sonra

source: 10 hours later
tr_tr: 10 saat sonra

source: 11 hours later
tr_tr: 11 saat sonra

source: 12 hours later
tr_tr: 12 saat sonra

source: 13 hours later
tr_tr: 13 saat sonra

source: 14 hours later
tr_tr: 14 saat sonra

source: 15 hours later
tr_tr: 15 saat sonra

source: 16 hours later
tr_tr: 16 saat sonra

source: 17 hours later
tr_tr: 17 saat sonra

source: 18 hours later
tr_tr: 18 saat sonra

source: 19 hours later
tr_tr: 19 saat sonra

source: 20 hours later
tr_tr: 20 saat sonra

source: 21 hours later
tr_tr: 21 saat sonra

source: 22 hours later
tr_tr: 22 saat sonra

source: 23 hours later
tr_tr: 23 saat sonra

source: 24 hours later
tr_tr: 24 saat sonra

source: Give a name and select task type to start.
tr_tr: Başlamak için göreve bir isim verip görev türünü seçin.

source: Modify options and save changes.
tr_tr: Seçenekleri düzenleyin ve değişiklikleri kaydedin.

source: The field used to give a name and define task (Required).
tr_tr: Görevi tanımlamak için isim verilen alan (Gerekli).

source: e.g. Scrapes
tr_tr: ör. Scrapes

source: Task type
tr_tr: Görev türü

source: The field used to set running type of the task (Required).
tr_tr: Çalışma türünü belirlemek için kullanılan alan (Gerekli).

source: Single
tr_tr: Tek

source: Serial
tr_tr: Seri

source: Feed
tr_tr: RSS

source: Request
tr_tr: İstek

source: Cookies
tr_tr: Çerezler

source: The field used to set which cookie values to be sent to source url requests.
tr_tr: Her istekte Kaynak URL’ye gönderilecek çerez değerlerini belirlemek için kullanılan alan.

source: Add new cookie
tr_tr: Yeni çerez ekle

source: Source URL
tr_tr: Kaynak URL

source: The field used to set which source you want to scrape (Required).
tr_tr: Hangi kaynaktan içerik çekmek istediğinizi belirlemek için kullanılan alan (Gerekli).

source: e.g. http://octolooks.com
tr_tr: ör. http://octolooks.com

source: Post item
tr_tr: Yazı öğesi

source: The field used to set which links redirect to detail pages (Required).
tr_tr: Hangi bağlantının detay sayfaya yönlendirme yaptığını belirlemek için kullanılan alan (Gerekli).

source: Exact match only
tr_tr: Yalnızca tam eşleme

source: Next page
tr_tr: Sonraki sayfa

source: The field used to set which link redirects to next list page.
tr_tr: Hangi bağlantının bir sonraki listeleme sayfasına yönlendirme yaptığını belirlemek için kullanılan alan.

source: Next page is found automatically.
tr_tr: Sonraki sayfaya otomatik olarak bulundu.

source: Add new parameter
tr_tr: Yeni parametre ekle

source: Select from source
tr_tr: Kaynaktan seç

source: Enter URL parameter
tr_tr: URL parametresi girin

source: Taxonomy
tr_tr: Taksonomi

source: Post type
tr_tr: Yazı türü

source: The field used to set the post type for posts which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi yazı türünde oluşturulacağını belirlemek için kullanılan alan.

source: Please select a valid value.
tr_tr: Lütfen geçerli bir değer seçin.

source: Create categories
tr_tr: Kategori oluştur

source: The field used to set the categories of automatically created posts to which newly created categories by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi yeni oluşturulacak kategorilere sahip olacağını belirlemek için kullanılan alan.

source: Separator
tr_tr: Ayraç

source: e.g. ,
tr_tr: ör. ,

source: Categories
tr_tr: Kategoriler

source: The field used to set the categories of posts which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi kategorilere sahip olacağını belirlemek için kullanılan alan.

source: Post
tr_tr: Yazı

source: The field used to set post titles which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi başlığa sahip olacağını belirlemek için kullanılan alan.

source: Detect from feed
tr_tr: RSS'ten algıla

source: The field used to set post content which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi içeriğe sahip olacağını belirlemek için kullanılan alan.

source: Content is found automatically.
tr_tr: İçerik otomatik olarak bulunur.

source: content
tr_tr: içerik

source: title
tr_tr: başlık

source: categories
tr_tr: kategoriler

source: tags
tr_tr: etiketler

source: featured image
tr_tr: öne çıkan görsel

source: gallery
tr_tr: galeri

source: embed
tr_tr: yerleştir

source: Detect automatically
tr_tr: Otomatik olarak algıla

source: Download images to media library
tr_tr: Görselleri ortam kütüphanesine indir

source: The field used to set post excerpt which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi özete sahip olacağını belirlemek için kullanılan alan.

source: Generate from content
tr_tr: İçerikten üret

source: Tags
tr_tr: Etiketler

source: The field used to set the tags of posts which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi etiketlere sahip olacağını belirlemek için kullanılan alan.

source: e.g. octolooks, scrapes
tr_tr: ör. octolooks, scrapes

source: Enter custom
tr_tr: Özel gir

source: The field used to set featured image for posts which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi öne çıkan görsele sahip olacağını belirlemek için kullanılan alan.

source: Featured image is found automatically.
tr_tr: Öne çıkan görsel otomatik olarak bulundu.

source: e.g. 100
tr_tr: ör. 100

source: Select from media library
tr_tr: Ortam kütüphanesinden seç

source: Custom fields
tr_tr: Özel alanlar

source: The field used to set the custom meta fields of posts which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi özel alanlara sahip olacağını belirlemek için kullanılan alan.

source: e.g [scrape_value]
tr_tr: ör. [scrape_value]

source: Add new custom field
tr_tr: Yeni özel alan ekle

source: Customize
tr_tr: Özelleştir

source: Translate fields
tr_tr: Alanları çevir

source: The option to set post title and content translating for created posts.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazılara ait başık ve içerik alanlarını başka bir dile çevirmek için kullanılan alan.

source: Service
tr_tr: Servis

source: Select service
tr_tr: Servis seçin

source: Please select valid value.
tr_tr: Lütfen geçerli bir değer seçin.

source: API keys
tr_tr: API anahtarları

source: e.g. apikey 1
tr_tr: ör. API anahtarı 1

source: e.g. apikey 2
tr_tr: ör. API anahtarı 2

source: e.g. apikey 3
tr_tr: ör. API anahtarı 3

source: Please enter valid value.
tr_tr: Lütfen geçerli bir değer girin.

source: Source
tr_tr: Kaynak

source: Select language
tr_tr: Dil seçin

source: Target
tr_tr: Hedef

source: Enable
tr_tr: Etkinleştir

source: Spin fields
tr_tr: Alanları özgünleştir

source: The field used to set the spinner api parameters for all fields of automatically created posts by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların özgünleştirmek için kullanılan alan.

source: Spinner feature requires <strong>The Best Spinner</strong> account which you can create new from %1$s. You can also use other 3rd party <strong>spinner plugins</strong> for WordPress.
tr_tr: Özgünleştirme özelliği %1$s adresinden oluşturabileceğiniz <strong>The Best Spinner</strong> hesabına ihtiyaç duyar. Ayrıca diğer üçüncü parti WordPress özgünleştirme eklentilerini de kullanabilirsiniz.

source: E-mail
tr_tr: E-posta

source: e.g. contact@octolooks.com
tr_tr: ör. contact@octolooks.com

source: Password
tr_tr: Parola

source: e.g. password
tr_tr: ör. parola

source: Publish
tr_tr: Yayınla

source: Author
tr_tr: Yazar

source: The field used to set the publishing author for automatically created posts by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi yazar ismi ile yayımlanacağını belirlemek için kullanılan alan.

source: The field used to set which post status for automatically created posts by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi duruma sahip olacağını belirlemek için kullanılan alan.

source: Published
tr_tr: Yayımlanmış

source: Draft
tr_tr: Taslak

source: Pending review
tr_tr: İnceleme bekliyor

source: Private
tr_tr: Özel

source: The field used to set the publish date of posts which will be created automatically by the plugin in your WordPress site.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların hangi tarihe sahip olacağını belirlemek için kullanılan alan.

source: Date is found automatically.
tr_tr: Tarih otomatik olarak bulundu.

source: e.g. YYYY-MM-DD HH:mm:ss
tr_tr: ör. YYYY-AA-GG SS:dd:ss

source: Process time
tr_tr: İşlem zamanı

source: Discussion
tr_tr: Tartışma

source: The field used to set whether user comments are allowed for automatically created posts by the plugin in your WordPress site or not.
tr_tr: Plugin tarafından WordPress tabanlı sitenizde otomatik olarak oluşturulacak yazıların kullanıcı yorumlarına açık olup olmayacağını belirlemek için kullanılan alan.

source: Allow comments
tr_tr: Yorumlara izin ver

source: Filter
tr_tr: Filtre

source: Unique post check
tr_tr: Eşsiz yazı kontrolü

source: The field to use whether posts should be unique or not.
tr_tr: Yazıların eşsiz olması gerekip gerekmediğini belirlemek için kullanılan alan.

source: From title
tr_tr: Başlıktan

source: From content
tr_tr: İçerikten

source: From source url
tr_tr: Kaynak URL'den

source: On existing post
tr_tr: Mevcut yazı durumunda

source: The field to set the action when a post in source url already exists in the WordPress site.
tr_tr: Kaynak URL’deki yazının WordPtess tabanlı sitenizde zaten mevcut olması durumunda alınacak aksiyonu belirlemek için kullanılan alan.

source: Skip to next process
tr_tr: Sonraki işleme geç

source: Complete process
tr_tr: İşlemi tamamla

source: Update post
tr_tr: Yazıyı güncelle

source: Complete run on loop
tr_tr: Tekrar durumunda tamamla

source: The field to set how many on existing post occurrence is needed to stop the task until next run time in order to save resources (Required).
tr_tr: Görevi bir sonraki çalışma zamanına kadar durdurmak için kaç tekrar eden yazı ile karşılaşılması gerektiğini belirlemek için kullanılan alan.

source: posts
tr_tr: yazılar

source: Filters
tr_tr: Filtreler

source: The option to set filters which are applied to posts before they are created.
tr_tr: Yazıları oluşturulmadan önce uygulanan filtreleri ayarlama seçeneği.

source: Equal to
tr_tr: Eşittir

source: Not equal to
tr_tr: Eşit değildir

source: Greater than
tr_tr: Büyüktür

source: Custom field
tr_tr: Özel alan

source: Add new filter
tr_tr: Yeni filtre ekle

source: Schedule
tr_tr: Zamanlama

source: Cron type
tr_tr: Cron türü

source: The field used to set the method of calling the task when it is due time in the plugin in your WordPress site.
tr_tr: Çalışma zamanı gelen görevin WordPress tabanlı sitenizde çağrılma metodunu belirlemek için kullanılan alan.

source: Total posts
tr_tr: Toplam yazı

source: The field used to set how many posts will be created in the task in each run (Required).
tr_tr: Görevin her çalışmada ne miktarda yazı oluşturacağını belirlemek için kullanılan alan (Gerekli).

source: Unlimited
tr_tr: Limitsiz

source: Total runs
tr_tr: Toplam çalışma

source: The field to set how many times the task will run. When the task reaches the total run value it stops running (Required).
tr_tr: Görevin kaç defa çalışacağını belirlemek için kullanılan alan. Görev hedeflenen toplam çalışma miktarına ulaştığında durur (Gerekli).

source: times
tr_tr: kere

source: First run
tr_tr: İlk çalışma

source: The option to select first run time of task.
tr_tr: İlk çalışma zamanını belirlemek için kullanılan seçenek.

source: Run frequency
tr_tr: Çalışma aralığı

source: The field to set the time interval of each task run.
tr_tr: Görevin ne kadar sürede bir çalışacağını belirlemek için kullanılan alan.

source: On uncompleted run
tr_tr: Tamamlanmayan çalışmada

source: The field to use what action will be taken when a process is not finished and according to run frequency field another task should start.
tr_tr: Görevin yeni çalışma zamanı geldiği halde önceki işlemin devam ediyor olması durumunda alınacak aksiyonu belirlemek için kullanılan alan.

source: Terminate previous run
tr_tr: Önceki çalışmayı durdur

source: Wait until previous run is completed
tr_tr: Önceki çalışma tamamlanana kadar bekle

source: Run type
tr_tr: Çalışma türü

source: The field to set where the task should start from for every run.
tr_tr: Çalışmanın nereden başlayacağını belirlemek için kullanılan alan.

source: Start from first list page
tr_tr: İlk liste sayfasından başla

source: Continue from last scraped list page
tr_tr: Son içerik çekilen listeleme sayfasından devam et

source: Others
tr_tr: Diğer

source: Timeout for process
tr_tr: İşlem için zaman aşımı

source: The field to set maximum time the task will wait for a reply for http requests (Required).
tr_tr: Http isteklerine cevap beklenecek maksimum süreyi belirlemek için kullanılan alan.

source: seconds
tr_tr: saniye

source: Wait next processes
tr_tr: Sonraki işlemi bekle

source: The field to set how much time to wait between processes (Required).
tr_tr: İşlemler arası ne kadar süre bekleneceğini belirlemek için kullanılan alan (Gerekli).

source: On error
tr_tr: Hata durumunda
