Repository: serhademirkan/melissasensen
Catalog: ol_scrapes/languages/ol-scrapes-*.po
Languages: tr_tr

source: The field to set what action will be taken if task encounters an error during scrape process.
tr_tr: Görevin içerik çekme işlemi sırasında bir hata ile karşılaşırsa alınacak aksiyonu belirlemek için kullanılan alan.

source: Complete run
tr_tr: Çalışmayı tamamla

source: Save
tr_tr: Kaydet

source: Disable styles
tr_tr: Stilleri devre dışı bırak

source: License Options
tr_tr: Lisans Seçenekleri

source: Purchase Code
tr_tr: Satın alma kodu

source: The fields to set 36 character long purchase code and domain name without subdomain, starting with http which the plugin is defined to run on.
tr_tr: 36 karakter uzunluğundaki satın alma kodunu ve pluginin çalışacağı http ile başlayan alan adını belirlemek için kullanılan alan.

source: Code
tr_tr: Kod

source: Domain
tr_tr: Alan adı

source: I confirm that my purchase code will be defined for a single domain name at first validation according to <a href="https://octolooks.com/terms/" target="_blank">regular license</a> terms. It will be valid only for domain name that I entered including subdomain names and localhost for testing purposes.
tr_tr: Satın alma kodumun <a href="https://octolooks.com/terms/" target="_blank">standart lisans</a> koşulları kapsamında sadece ilk tanımlayacağım alan adı için geçerli olacağını kabul ederim. Satın alma kodu sadece tanımladığım alan adı, onun alt adları ve test amaçlı olarak localhost için geçerli olacaktır.

source: Must be confirmed in order to continue.
tr_tr: Devam etmek için onaylanması gereklidir.
